const mapData = [
    { name: "두산위브더제니스 센트럴 원주", lat: 37.3448764, lng: 127.952098, address: "강원도 원주시 원동 129-1", units: "1,167", date: "26년 3월" },
    { name: "힐스테이트 평택 화양", lat: 36.9748222, lng: 126.906089, address: "경기도 평택시 화양지구 5BL", units: "1,571", date: "26년 3월" },
    { name: "에코델타시티 대성베르힐 17BL", lat: 35.1804641, lng: 128.9186302, address: "부산시 강서구 에코델타시티 17BL", units: "1,120", date: "26년 3월" },
    { name: "구리역 롯데캐슬 시그니처", lat: 37.6007941, lng: 127.1394096, address: "경기도 구리시 인창동 289-29", units: "1,180", date: "26년 3월" },
    { name: "지제역 반도체밸리 제일풍경채", lat: 37.0402892, lng: 127.0737921, address: "경기도 평택시 가재지구 2BL", units: "1,152", date: "26년 3월" },
    { name: "포레나 평택화양", lat: 36.9748222, lng: 126.906089, address: "경기도 평택시 화양지구 7-2BL", units: "995", date: "26년 11월" },
    { name: "해링턴 마레", lat: 35.129487, lng: 129.071167, address: "부산시 남구 우암동 198-3", units: "2,206", date: "26년 12월" }
];
